Repository: gigabytte/Coach-Assistant
Catalog: *.lproj/Localizable.strings
Languages: fr_ca

source: Ongoing Game
fr_ca: Jeu en Cours

source: App Data Deletion
fr_ca: Suppression des données de l'application

source: Would you like to wipe all data stored locally on this device?
fr_ca: Voulez-vous effacer toutes les données stockées localement sur cet appareil?

source: Succesful Export
fr_ca: Exportation réussie

source: All App Data was Succesfully Exported Locally
fr_ca: Toutes les données de l'application ont été exportées avec succès localement

source: Cancel
fr_ca: Annuler

source: Yes
fr_ca: Oui

source: No Thanks
fr_ca: Non merci

source: Upgrade Now!
fr_ca: Mettre à jour maintenant!

source: Continue
fr_ca: Continuer

source: Save
fr_ca: Sauver

source: Settings
fr_ca: Réglages

source: You're Missing Out!
fr_ca: Vous manquez!

source: Upgrade now and unlock an in depth look into your teams performance. A break down of all your plays along with your goalies stats and most importantly your team as a whole.
fr_ca: Mettez à niveau maintenant et débloquez la possibilité de sauvegarder les statistiques de vos équipes sur le cloud! Les membres de Coach Assistant Pro bénéficient d’une sauvegarde iCloud et d’un accès à l’importation sur tous les appareils avec PRO!

source: Upgrade now and unlock the ability to backup your teams stats to the Cloud! Coach Assistant Pro memebers get iCloud backup and import access across all devices with PRO!
fr_ca: Mettez à niveau maintenant et débloquez la possibilité de sauvegarder les statistiques de vos équipes sur le Cloud! Les membres de Coach Assistant Pro obtiennent une sauvegarde iCloud et un accès à l’importation sur tous les appareils avec PRO!

source: iCloud Error
fr_ca: Erreur iCloud

source: In order to backup to iCloud you must first be logged into and or have access to an iCloud account
fr_ca: Pour pouvoir sauvegarder sur iCloud, vous devez d'abord être connecté et / ou avoir accès à un compte iCloud.

source: iCloud Backup On
fr_ca: iCloud Sauvegarde sur

source: Backups and Imports will now be made in conjuntion with iCloud, to export / import locally on this device please toggle off 'Backup to iCloud
fr_ca: Les sauvegardes et les importations seront désormais effectuées en conjonction avec iCloud. Pour exporter / importer localement sur cet appareil, veuillez désactiver la 'sauvegarde sur iCloud'.

source: Restart App
fr_ca: Redémarrer l'application

source: Please Exit and Close app In order to gain full pro feature set.
fr_ca: S'il vous plaît quitter et fermer l'application afin d'obtenir l'ensemble complet de fonctionnalités pro.

source: Confirmation Alert
fr_ca: Alerte de confirmation

source: Are you sure you would like to export all App Data to your Local Storage?
fr_ca: Êtes-vous sûr de vouloir exporter toutes les données de l'application sur votre stockage local?

source: Are you sure you would like to export all App Data to your iCloud Account?
fr_ca: Êtes-vous sûr de vouloir exporter toutes les données de l'application sur votre compte iCloud?

source: Already a Pro!
fr_ca: Déjà un pro!

source: We have restored your Coach Assistant: Ice Hockey 'Pro' Membership, thank you again for your previous purchase :)
fr_ca: Nous avons restauré votre adhésion entraîneur: Hockey Pro Ice 'Pro', merci encore pour votre achat précédent :)

source: Data Error
fr_ca: Erreur de donnée

source: Please add atleast two teams, one player and one goalie for each corresponding team.
fr_ca: S'il vous plaît ajoutez au moins deux équipes, un joueur et un gardien de but pour chaque équipe correspondante.

source: Game Options
fr_ca: Options de jeu

source: Change the way your Ice Surface is dispalyed.
fr_ca: Changer la façon dont votre surface de glace est affichée.

source: Goalie / Period Change
fr_ca: Gardien de but / changement de période

source: Current Game Save State
fr_ca: État actuel de la sauvegarde de la partie

source: Please select save state this game should be saved to. ie. Please note all in game settings will be forgotten regardless of selection, this will not delete your current game stats.
fr_ca: Veuillez sélectionner l’état de sauvegarde dans lequel ce jeu doit être sauvegardé. . Veuillez noter que tous les paramètres de jeu seront oubliés, quelle que soit la sélection effectuée. Les statistiques de jeu actuelles ne seront pas effacées.

source: Keep Active
fr_ca: Reste actif

source: Double Selection
fr_ca: Double sélection

source: Please make sure you Goal scorer and your two Assitants are 3 diffrent players.
fr_ca: S'il vous plaît assurez-vous que votre buteur et vos deux assistants sont 3 joueurs différents.

source: Back to Ice Surafce
fr_ca: Retour à la surface de la glace

source: Small Data Set Warning
fr_ca: Avertissement relatif au petit ensemble de données

source: For Maximum Analytical Support we recommend Adding more than one Player to
fr_ca: Pour un support analytique maximal, nous vous recommandons d'ajouter plusieurs lecteurs à

source: Shot Details
fr_ca: Détails du coup

source: Goal Details
fr_ca: Détails du but

source: Penalty Details
fr_ca: Détails de la pénalité

source: Need Some Help?
fr_ca: Besoin d'aide?

source: Stats Types GF = Goals For SF = Shots For GA = Goals Against SA = Shots Against PPG = Power Play Goals PIM = Penalties in Minutes
fr_ca: Types de statistiques GF = Buts pour n SF = Coups pour n GA = Buts contre n SA = Coups contre n PPG = Buts en avantage numérique n PIM = Pénalités en minutes

source: Did you Know?
fr_ca: Le saviez-vous?

source: Tired of adding your players one by one? Coach Assistant allows you to add multiple users with our handy import / backup funciton. We have an easy to follow and quick tutorial online so you can get started!
fr_ca: Fatigué d'ajouter vos joueurs un par un? Coach Assistant vous permet d'ajouter plusieurs utilisateurs avec notre fonction d'importation / sauvegarde très pratique. Nous avons un tutoriel en ligne facile à suivre et rapide pour vous permettre de démarrer!

source: Team %@ has been updated.
fr_ca: Équipe %@ a été mis à jour.

source: Player %@ has been updated.
fr_ca: Le joueur %@ a été mis à jour

source: Missing Field Error
fr_ca: Erreur de champ manquant

source: Please have 'Team Name' filled out before attempting to change the team name
fr_ca: S'il vous plaît avoir 'Nom de l'équipe' rempli avant d'essayer de changer un nouveau nom d'équipe

source: Please have Player Name and Number filled before attemtping to add a new player.
fr_ca: Merci de renseigner le nom et le numéro du joueur avant de tenter d'ajouter un nouveau joueur.

source: New to the App?
fr_ca: Nouveau sur l'App?

source: Please add at least one team before adding a default team or import a team from settings.
fr_ca: Merci d'ajouter au moins une équipe avant d'ajouter une équipe par défaut ou d'importer une équipe depuis les paramètres.

source: Team %@ was Added Successfully
fr_ca: L'équipe% @ a été ajoutée avec succès

source: Please add a team before attempting to add players.
fr_ca: S'il vous plaît ajouter une équipe avant d'essayer d'ajouter des joueurs.

source: Double Up!
fr_ca: Doubler!

source: Please make sure each memeber of your team as a unique jersey number
fr_ca: Assurez-vous que chaque membre de votre équipe porte un numéro de maillot unique

source: %@ Added Successfully
fr_ca: %@ Ajouté avec succès

source: Backup
fr_ca: Sauvegarde

source: Defaults
fr_ca: Défauts

source: Subscriptions
fr_ca: Les Souscription

source: Legal
fr_ca: Légal

source: %@ has been successfully updated to %@
fr_ca: %@ a été mis à jour avec succès pour %@

source: Please add atleast one team before attempting to change your default team.
fr_ca: S'il vous plaît ajoutez au moins une équipe avant d'essayer de changer votre équipe par défaut.

source: An upgrade cannot be found an unknown error occured. Please contact support.
fr_ca: Une mise à niveau est introuvable. Une erreur inconnue s'est produite. Veuillez contacter le support.

source: Your data was Successfully Imported!
fr_ca: Vos données ont été importées avec succès!

source: New Game
fr_ca: Nouveau Jeu
